Repository: fry1231/migraine_stat
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: es, fr, uk

source: Да
es: Sí
fr: Oui
uk: Так

source: Нет
es: No
fr: Non
uk: Ні

source: Отмена
es: Cancelar
fr: Annuler
uk: Відміна

source: Не имеются
es: Sin comentarios
fr: Sans commentaires
uk: Немає

source: Сегодня
es: Hoy
fr: Aujourd'hui
uk: Сьогодні

source: Вчера
es: Ayer
fr: Hier
uk: Вчора

source: Выбрать другую дату
es: Elige otra fecha
fr: Choisissez une autre date
uk: Виберіть іншу дату

source: Следующий вопрос
es: Próxima pregunta
fr: Question suivante
uk: Наступне питання

source: Стресс
es: Estrés
fr: Stress
uk: Стрес

source: Разрешение стресса
es: Resolución del estrés
fr: Résolution du stress
uk: Усунення стресу

source: Пропуск приёма пищи
es: Saltarse una comida
fr: Sauter un repas
uk: Пропуск прийому їжі

source: Недостаточный сон
es: Sueño insuficiente
fr: Un sommeil insuffisant
uk: Недостатній сон

source: Избыточный сон
es: Sueño excesivo
fr: Sommeil excessif
uk: Надмірний сон

source: Алкоголь
es: Alcohol
fr: Alcool

source: Яркий свет
es: Luz brillante
fr: Lumière brillante
uk: Яскраве світло

source: Шоколад
es: Chocolate
fr: Chocolat

source: Сыр
es: Queso
fr: Fromage
uk: Сир

source: Кофе
es: Café
fr: Café
uk: Кава

source: Сильные запахи
es: Olores fuertes
fr: Odeurs fortes
uk: Сильні запахи

source: Погода
es: Clima
fr: Météo

source: Гормоны
es: Hormonas
fr: Les hormones
uk: Гормони

source: Физическая нагрузка
es: Actividad física
fr: Activité physique
uk: Фізичне навантаження

source: Тошнота
es: Náuseas
fr: Nausée
uk: Нудота

source: Рвота
es: Vómitos
fr: Vomissement
uk: Блювання

source: Боль в шее
es: Dolor de cuello
fr: Douleur du cou
uk: Біль у шиї

source: Светочувствительность
es: Sensibilidad a la luz
fr: Sensibilité à la lumière
uk: Світлочутливість

source: Чувствительность к звукам
es: Sensibilidad a los sonidos
fr: Sensibilité aux sons
uk: Чутливість до звуків

source: Введите название медикамента:
es: Ingrese el nombre del medicamento:
fr: Inscrivez le nom du médicament :
uk: Введіть назву препарату:

source: Какова максимальная суточная доза (в мг)? - выберите из предложенных или напишите свой вариант
es: ¿Cuál es la dosis máxima diaria (en mg)? - puedes escribir tu propia opción
fr: Quelle est la dose quotidienne maximale (en mg) ? - vous pouvez taper votre propre option
uk: Яка максимальна добова доза (мг)? - Виберіть із запропонованих або напишіть свій варіант

source: Количество должно быть числом, повторите ввод:
es: La cantidad debe ser un número, inténtalo de nuevo:
fr: La quantité doit être un nombre, veuillez réessayer :
uk: Кількість має бути числом, спробуйте ще раз:

source: Является обезболивающим?
es: ¿Es un analgésico?
fr: Est-ce un analgésique ?
uk: Це знеболюючий засіб?

source: Является жаропонижающим?
es: ¿Es antipirético?
fr: Est-ce antipyrétique ?
uk: Це жарознижуюче?

source: Добавлен {name} Дозировка макс.: {daily_max} Обезболивающее: {is_painkiller} Жаропонижающее: {is_temp_reducer}
es: Se agregó {name} Dosis máx.: {daily_max} Analgésico: {is_painkiller} Antipirético: {is_temp_reducer}
fr: Ajout de {name} Dosage max. : {daily_max} Analgésique : {is_painkiller} Antipyrétique : {is_temp_reducer}
uk: Додано {name} Максимальна доза: {daily_max} Знеболювальний: {is_painkiller} Жарознижуючий: {is_temp_reducer}

source: Отлично!
es: ¡Maravilloso!
fr: Merveilleux!
uk: Чудово!

source: Не знаю
es: No sé
fr: Je ne sais pas

source: Бот запишет ваши показатели давления и пульса на текущий момент. Выберите систолическое давление (верхнее значение)
es: El bot registrará su presión arterial y frecuencia cardíaca actuales. Seleccione su presión arterial sistólica (valor superior)
fr: Le robot enregistrera votre tension artérielle et votre pouls actuelles. Sélectionnez votre tension artérielle systolique (valeur supérieure)
uk: Бот запише ваші показники тиску і пульсу на поточний момент. Виберіть систолічний тиск (верхнє значення)

source: Диастолическое давление (нижнее значение):
es: Presión diastólica (valor inferior):
fr: Pression diastolique (valeur inférieure) :
uk: Діастолічний тиск (нижнє значення):

source: Ваш пульс?
es: ¿Qué pulso tienes?
fr: Quelle est votre pouls ?
uk: Який у вас пульс?

source: Успешно добавлено!
es: ¡Añadido con éxito!
fr: Ajouté avec succès !
uk: Успішно додано!

source: Дата приёма?
es: ¿La fecha de tomar?
fr: Date de prise ?
uk: Дата прийому?

source: Что принимали? (можно написать)
es: ¿Qué medicación ha estado tomando? (puedes escribir)
fr: Qu'avez-vous pris? (vous pouvez l'écrire)
uk: Що приймали? (можна написати)

source: Сообщение не может быть пустым, повторите
es: El mensaje no puede estar en blanco, inténtalo de nuevo
fr: Le message ne peut pas être vide, veuillez réessayer
uk: Повідомлення не може бути порожнім, спробуйте ще раз

source: Количество принятого? (можно написать)
es: ¿Cuánto tomaste? (puedes escribir)
fr: La quantité de médicament prise? (vous pouvez l'écrire)
uk: Кількість прийнятого? (можна написати)

source: Ну вот.|Ёмаё!|Тфу!|Ого, надеюсь, не слишком сильно!|Тысяча чертей!
es: ¡Lamento oír eso!|¡Mierda!|¡Dios mío!|¡Uf!|¡Oh, vamos!|¡Espero que el dolor no haya sido muy fuerte!|¡Lamento oír eso... |¡Espero que te sientas mejor ahora!|¡Aguanta!|Estoy aquí para ayudarte.
fr: Merde !|Oh mon Dieu !|Pouah !|Oh allez !|J'espère que la douleur n'était pas très forte !|Je suis désolé d'entendre ça... |J'espère que tu vas mieux maintenant !|Tiens bon !|Je suis là pour toi.
uk: Ну ось.|Черт!|Ой боже!|Тьфу!|Сподіваюся, біль був не дуже сильним!|Мені шкода це чути... |Сподіваюся, зараз тобі стало краще!|Тримайся!|Я тут для тебе.

source: Когда?
es: ¿Cuando?
fr: Quand?
uk: Коли?

source: Продолжительность в часах (можно написать):
es: Duración en horas (puedes escribir):
fr: Durée en heures (vous pouvez l'écrire) :
uk: Тривалість у годинах (можна записати):

source: Весь день
es: Todo el dia
fr: Toute la journée

source: Продолжительность должна быть числом, повторите ввод:
es: La duración debe ser un número, inténtalo de nuevo:
fr: La durée doit être un nombre, veuillez réessayer :
uk: Тривалість має бути числом, спробуйте ще раз:

source: Интенсивность от 1 до 10:
es: Intensidad de 1 a 10:
fr: Intensité de 1 à 10 :
uk: Інтенсивність від 1 до 10:

source: Интенсивность должна быть числом, повторите ввод:
es: La intensidad debe ser un número, inténtalo de nuevo:
fr: L'intensité doit être un nombre, veuillez réessayer :
uk: Інтенсивність має бути числом, спробуйте ще раз:

source: Была ли аура?
es: ¿Tenías un aura?
fr: Aviez-vous une aura ?
uk: Чи була аура?

source: Неверный ответ, повторите:
es: Respuesta incorrecta, inténtalo de nuevo:
fr: Réponse incorrecte, veuillez réessayer :
uk: Неправильна відповідь, спробуйте ще раз:

source: Выбери триггеры при наличии:
es: Seleccione desencadenantes si lo desea:
fr: Sélectionnez vos déclencheurs de migraine:
uk: Оберіть тригери за наявності:

source: Были ли следующие симптомы?
es: ¿Estaban presentes los siguientes síntomas?
fr: Les symptômes suivants étaient-ils présents ?
uk: Чи були такі симптоми?

source: Можно добавить ещё или нажать на "следующий вопрос"
es: Puedes agregar más o hacer clic en "siguiente pregunta"
fr: Vous pouvez en ajouter d'autres ou cliquer sur "question suivante"
uk: Можна додати ще або натиснути на "наступне запитання"

source: Принимались ли пилюли?
es: ¿Se han tomado las pastillas?
fr: Les pilules ont-elles été prises ?
uk: Чи приймали таблетки?

source: Примечания, если имеются:
es: Notas, si las hubiera:
fr: Remarques, le cas échéant :
uk: Примітки, якщо такі є:

source: Название таблетки:
es: Nombre del medicamento:
fr: Nom du médicament :
uk: Назва препарату:

source: Количество принятого в мг? (можно написать)
es: ¿Cantidad tomada en mg? (puedes escribir)
fr: Quantité prise en mg ? (vous pouvez l'écrire) :
uk: Кількість прийнята в мг? (можна писати)

source: Голова болела <b>{pain_date}</b> В течение <b>{durability} ч.</b> Интенсивность: <b>{intensity}</b> <b>{aura_str}</b> Триггеров: <b>{n_provocateurs}</b> Симптомов: <b>{n_symptoms}</b> Таблетки: <b>{drugs_or_not}</b>
es: Dolor de cabeza el <b>{pain_date}</b> Durante las <b>{durability} h.</b> Intensidad: <b>{intensity}</b> <b>{aura_str}</b> Desencadenantes: <b>{n_provocateurs}</b> Síntomas: <b>{n_symptoms}</b> Pastillas: <b>{drugs_or_not}</b>
fr: Mal de tête le <b>{pain_date}</b> Pendant <b>{durability} h.</b> Intensité : <b>{intensity}</b> <b>{aura_str}</b> Déclencheurs : <b>{n_provocateurs}</b> Symptômes : <b>{n_symptoms}</b> Pilules : <b>{drugs_or_not}</b>
uk: Головний біль <b>{pain_date}</b> Протягом <b>{durability} год.</b> Інтенсивність: <b>{intensity}</b> <b>{aura_str}</b> Тригери: <b>{n_provocateurs}</b> Симптоми: <b>{n_symptoms}</b> Таблетки: <b>{drugs_or_not}</b>

source: Аура была
es: El aura era
fr: Il y avait une aura
uk: Була аура

source: Ауры не было
es: No había aura
fr: Pas d'aura
uk: Без аури

source: не принимали
es: no tomó
fr: n'avez pas pris
uk: не приймали

source: запись бо-бо
es: dolor de cabeza
fr: mal de tête
uk: головний біль

source: приём лекарства
es: ingesta de medicamentos
fr: prise de médicaments
uk: прийом ліків

source: запись давления
es: registro de presión arterial
fr: enregistrement de la tension artérielle
uk: запис тиску

source: список лекарств
es: lista de medicamentos
fr: liste des médicaments
uk: список ліків

source: изменить записи
es: modificar registros
fr: modifier les enregistrements
uk: змінити записи

source: статистика
es: estadísticas
fr: statistiques

source: настройки
es: ajustes
fr: paramètres
uk: налаштування

source: поблагодарить
es: donate
fr: faire un don
uk: donate

source: << Назад
es: << Volver
fr: << Retour

source: 1 день
es: 1 día
fr: 1 jour

source: 2 дня
es: 2 días
fr: 2 jours
uk: 2 дні

source: 3 дня
es: 3 días
fr: 3 jours
uk: 3 дні

source: 1 неделю
es: 1 semana
fr: 1 semaine
uk: 1 тиждень

source: 1 месяц
es: 1 mes
fr: 1 mois
uk: 1 місяць

source: Весь период
es: Todo el período
fr: Toute la période
uk: Весь період

source: Отключить оповещения
es: Desactivar notificaciones
fr: Désactiver les notifications
uk: Вимкнути сповіщення

source: Пн Вт Ср Чт Пт Сб Вс
es: Lu Tu Mi Ju Ju Vie Sa Su
fr: Lu Ma Me Je Ve Sa Di
uk: Пн Вт Ср Чт Пт Сб Нд

source: Дата
es: Fecha
fr: Date

source: Часов
es: Horas
fr: Heures
uk: Години

source: Сила
es: Intensidad
fr: Intensité
uk: Інтенсивність

source: Аура
es: Aura
fr: Aura

source: Триггеры
es: Desencadenantes
fr: Déclencheurs
uk: Тригери

source: Симптомы
es: Síntomas
fr: Symptômes
uk: Симптоми

source: Лекарство
es: Medicamento
fr: Médicament
uk: Ліки

source: Кол-во
es: Cantidad
fr: Quantité
uk: Кiлькiсть

source: Примечания
es: Notas
fr: Remarques
uk: Примітки

source: Время
es: Tiempo
fr: Temps
uk: Час

source: Систолическое
es: Sistólica
fr: Systolique
uk: Систолічний

source: Диастолическое
es: Diastólica
fr: Diastolique
uk: Діастолічний

source: Пульс
es: Legumbres
fr: Impulsion

source: Январь
es: Enero
fr: Janvier
uk: Січень

source: Февраль
es: Febrero
fr: Février
uk: Лютий

source: Март
es: Marzo
fr: Mars
uk: Березень

source: Апрель
es: Abril
fr: Avril
uk: Квітень

source: Май
es: Mayo
fr: Mai
uk: Травень

source: Июнь
es: Junio
fr: Juin
uk: Червень

source: Июль
es: Julio
fr: Juillet
uk: Липень

source: Август
es: Agosto
fr: Août
uk: Серпень

source: Сентябрь
es: Septiembre
fr: Septembre
uk: Вересень

source: Октябрь
es: Octubre
fr: Octobre
uk: Жовтень

source: Ноябрь
es: Noviembre
fr: Novembre
uk: Листопад

source: Декабрь
es: Diciembre
fr: Décembre
uk: Грудень

source: день
es: día
fr: jour

source: дня
es: días
fr: jours
uk: днів

source: дней
es: días
fr: jours
uk: днів

source: {greetings}! Болела ли сегодня голова?
es: {greetings}! ¿Tuviste dolor de cabeza hoy?
fr: {greetings}! Avez-vous eu mal à la tête aujourd'hui ?
uk: {greetings}! У вас сьогодні боліла голова?

source: {greetings}! Болела ли голова за последние {missing_days} {suffix}?
es: {greetings}! ¿Ha tenido dolor de cabeza en los últimos {missing_days} {suffix}?
fr: {greetings}! Avez-vous eu des maux de tête au cours des derniers {missing_days} {suffix} ?
uk: {greetings}! Чи боліла у вас голова за останні {missing_days} {suffix}?

source: Да :(
es: Sí :(
fr: Ouais :(
uk: Ага :(

source: Нет, всё хорошо! / Уже добавлено
es: ¡No, está bien! / Ya añadido
fr: Non c'est bon! / Déjà ajouté
uk: Ні, все добре! / Вже додано

source: Здесь можно посмотреть свои записи за определённый день и удалить их, при необходимости
es: Aquí puede ver las entradas de un día concreto y borrarlas si es necesario.
fr: Vous pouvez y consulter vos entrées pour un jour donné et les supprimer si nécessaire
uk: Тут можна подивитися свої записи за певний день і видалити їх, за необхідності

source: ╳ - головная боль ⁘ - приём лекарства
es: ╳ - dolor de cabeza ⁘ - tomar medicamentos
fr: ╳ - maux de tête ⁘ - prise de médicaments
uk: ╳ - головний біль ⁘ - приймання ліків

source: Количество дней с головной болью:
es: Número de días con dolor de cabeza:
fr: Nombre de jours avec maux de tête :
uk: Кількість днів з головним болем:

source: Количество дней приёма лекарств:
es: El número de días de administración de la medicación:
fr: Le nombre de jours de prise de médicaments :
uk: Кількість днів приймання ліків:

source: Приняты лекарства: {n_meds} шт.
es: Medicación tomada: {n_meds} pcs.
fr: Médicaments pris : {n_meds} pcs.
uk: Прийнято ліки: {n_meds} шт.

source: Без лекарств
es: Sin medicación
fr: Sans médicaments
uk: Без ліків

source: <b>Головная боль:</b> {durability} ч. | {intensity} из 10 | {medicine_text}
es: <b>Dolor de cabeza:</b> {durability} h. | {intensity} de 10 | {medicine_text}
fr: <b>Maux de tête:</b> {durability} h. | {intensity} de 10 | {medicine_text}
uk: <b>Головний біль:</b> {durability} ч. | {intensity} з 10 | {medicine_text}

source: <b>Приём лекарства:</b> {amount} {drugname}
es: <b>Medicación:</b> {amount} {drugname}
fr: <b>Prise de médicaments:</b> {amount} {drugname}
uk: <b>Прийом ліків:</b> {amount} {drugname}

source: <b>Давление:</b> {systolic}/{diastolic} {pulse}
es: <b>Presión:</b> {systolic}/{diastolic} {pulse}
fr: <b>Tension artérielle:</b> {systolic}/{diastolic} {pulse}
uk: <b>Тиск:</b> {systolic}/{diastolic} {pulse}

source: Нет записей на <b>{date_str}</b>
es: No hay entradas en <b>{date_str}</b>
fr: Aucune entrée le <b>{date_str}</b>
uk: Немає записів на <b>{date_str}</b>

source: Удаление записей за <b>{date_str}</b>
es: Eliminación de registros para <b>{date_str}</b>
fr: Suppression des enregistrements pour <b>{date_str}</b>
uk: Видалення записів за <b>{date_str}</b>

source: Запись не найдена
es: No se ha encontrado ningún registro
fr: Aucun enregistrement n'a été trouvé
uk: Запис не знайдено

source: Запись удалена
es: Registro eliminado
fr: Enregistrement supprimé
uk: Запис видалено

source: Бот обновляется. Исправляются ошибки, добавляются новые функции. Скоро вернусь, честно!
es: El bot se está actualizando. Se están corrigiendo errores y añadiendo nuevas funciones. ¡Volveré pronto, de verdad!
fr: Le bot est en cours de mise à jour. Les bugs sont corrigés, de nouvelles fonctionnalités sont ajoutées. Je reviendrai bientôt, honnêtement !
uk: Бот оновлюється. Виправляються помилки, додаються нові функції. Скоро повернуся, чесно!

source: Отменено
es: Cancelado
fr: Annulé
uk: Скасовано

source: Уже на последней странице
es: Ya en la ultima pagina
fr: Déjà sur la dernière page
uk: Вже на останній сторінці

source: Дата не может быть в будущем
es: La fecha no puede ser en el futuro
fr: La date ne peut être dans le futur
uk: Дата не може бути в майбутньому

source: Функция пока не реализована
es: La función aún no se ha implementado
fr: La fonction n'a pas encore été mise en œuvre
uk: Функція ще не реалізована

source: Добавить лекарство
es: Agregar medicación
fr: Ajouter des médicaments
uk: Додати ліки

source: Удалить лекарство
es: Eliminar medicación
fr: Supprimer le médicament
uk: Видалити ліки

source: Список добавленных лекарств:
es: Lista de medicamentos agregados:
fr: Liste des médicaments ajoutés :
uk: Список доданих препаратів:

source: Вы ещё не добавили ни одного лекарства
es: Aún no has agregado ningún medicamento
fr: Vous n'avez pas encore ajouté de médicaments
uk: Ви ще не додали жодних ліків

source: Удаляем лекарство под номером:
es: Retire el medicamento bajo el número:
fr: Retirez le médicament sous le numéro :
uk: Видаляємо ліки під номером:

source: оповещения отключены
es: notificaciones deshabilitadas
fr: notifications désactivées
uk: сповіщення вимкнено

source: ежедневно
es: a diario
fr: tous les jours
uk: щодня

source: через день
es: una vez cada 2 días
fr: une fois tous les 2 jours
uk: раз на 2 дні

source: 1 раз в 3 дня
es: una vez cada 3 días
fr: une fois tous les 3 jours
uk: раз на 3 дні

source: еженедельно
es: semanalmente
fr: hebdomadaire
uk: щотижня

source: Язык 🇷🇺🇺🇦🇬🇧🇫🇷🇪🇸
es: Idioma 🇪🇸🇬🇧🇷🇺🇺🇦🇫🇷
fr: Langue 🇫🇷🇬🇧🇷🇺🇺🇦🇪🇸
uk: Мова 🇺🇦🇬🇧🇷🇺🇫🇷🇪🇸

source: Часовой пояс
es: Zona horaria
fr: Fuseau horaire
uk: Часовий пояс

source: Время оповещений
es: Hora de notificación
fr: Heure de notification
uk: Час сповіщення

source: Частота оповещений
es: Frecuencia de notificación
fr: Fréquence des notifications
uk: Частота повідомлень

source: Текущий язык: <b>{language}</b> Часовой пояс: <b>{timezone} {utc_offset_formatted}</b> Время оповещений: <b>{notification_time}</b> Частота оповещений: <b>{notification_period}</b>
es: Idioma: <b>{language}</b> Zona horaria: <b>{timezone} {utc_offset_formatted}</b> Hora de notificación: <b>{notification_time}</b> Frecuencia de notificación: <b>{notification_period} </b>
fr: Langue : <b>{language}</b> Fuseau horaire : <b>{timezone} {utc_offset_formatted}</b> Heure de notification : <b>{notification_time}</b> Fréquence de notification : <b>{notification_period} </b>
uk: Мова: <b>{language}</b> Часовий пояс: <b>{timezone} {utc_offset_formatted}</b> Час сповіщення: <b>{notification_time}</b> Частота сповіщень: <b>{notification_period} </b>

source: Выберите язык:
es: Selecciona un idioma:
fr: Sélectionnez une langue:
uk: Виберіть мову:

source: Поделиться геолокацией
es: Compartir geolocalización
fr: Partager la géolocalisation
uk: Обмін геоданими

source: Выбрать из списка
es: Seleccionar de la lista
fr: Sélectionner dans la liste
uk: Виберіть зі списку

source: Способ изменения часового пояса:
es: Una forma de cambiar la zona horaria:
fr: Changez le fuseau horaire en :
uk: Спосіб зміни часового поясу:

source: Поделиться геолокацией 📍
es: Compartir geolocalización 📍
fr: Partager la géolocalisation 📍
uk: Поділитися геолокацією 📍

source: Не удалось определить часовой пояс по геолокации, попробуйте другой способ
es: No se ha podido determinar la zona horaria por geolocalización, pruebe otro método
fr: Impossible de déterminer le fuseau horaire par géolocalisation, veuillez essayer une autre méthode
uk: Не вдалося визначити часовий пояс за геолокацією, спробуйте інший спосіб

source: Нет нужного
es: No hay una correcta
fr: Il n'y a pas de bonne solution
uk: Немає потрібного

source: Найдено несколько часовых поясов, выберите нужный:
es: Se encuentran varias zonas horarias, por favor seleccione la deseada:
fr: Plusieurs fuseaux horaires sont trouvés, sélectionnez le bon :
uk: Знайдено кілька часових поясів, виберіть потрібний:

source: Европа
es: Europa
fr: Europe
uk: Європа

source: Азия
es: Asia
fr: Asie
uk: Азії

source: Северная Америка
es: Norteamérica
fr: Amérique du Nord
uk: Північна Америка

source: Южная Америка
es: Sudamérica
fr: Amérique du Sud
uk: Південна Америка

source: Африка
es: África
fr: Afrique

source: Океания
es: Oceanía
fr: Océanie
uk: Океанія

source: Выберите континент:
es: Seleccione un continente:
fr: Sélectionnez un continent :
uk: Виберіть континент:

source: Выберите страну:{countries_rows}
es: Seleccione un país:{countries_rows}
fr: Sélectionnez un pays :{countries_rows}
uk: Виберіть країну:{countries_rows}

source: Выберите часовой пояс: {tzs_rows}
es: Seleccione una zona horaria: {tzs_rows}
fr: Sélectionnez un fuseau horaire : {tzs_rows}
uk: Виберіть часовий пояс: {tzs_rows}

source: до полудня
es: antes del mediodía
fr: avant midi

source: после полудня
es: por la tarde
fr: après-midi
uk: після полудня

source: Бот в определённое время будет спрашивать, болела ли голова. Когда лучше об этом спрашивать? <b>(Текущее время оповещений - {local_notify_at})</b>
es: El bot puede preguntar en un momento determinado si has tenido dolor de cabeza. ¿Cuándo es el mejor momento para preguntar? <b>(Hora de notificación actual: {local_notify_at})</b>
fr: Le bot vous demandera à certains moments si vous avez mal à la tête. Quel est le meilleur moment pour le demander ? <b>(Heure de notification actuelle – {local_notify_at})</b>
uk: Бот у певний час запитуватиме, чи боліла голова. Коли краще про це запитувати? <b>(Поточний час сповіщення - {local_notify_at})</b>

source: 12 (полдень)
es: 12 (mediodía)
fr: 12 (midi)
uk: 12 (опівдні)

source: 12 (полночь)
es: 12 (medianoche)
fr: 12 (minuit)
uk: 12 (опівночі)

source: Выберите время оповещений:
es: Seleccione la hora de notificación:
fr: Sélectionnez l'heure de notification :
uk: Виберіть час сповіщення:

source: день
es: día
fr: jour

source: дня
es: días
fr: jours
uk: днів

source: дней
es: días
fr: jours
uk: днів

source: Текущий период оповещений пока не назначен
es: Aún no se ha asignado el plazo de notificación actual
fr: Le délai de notification actuel n'a pas encore été attribué
uk: Поточний період повiдомлень поки що не призначений

source: Текущая частота оповещения - 1 раз в {period_text}
es: Frecuencia de notificación actual: 1 vez por {period_text}
fr: Fréquence de notification actuelle : 1 fois par {period_text}
uk: Поточна частота повiдомлень - 1 раз на {period_text}

source: Выбери период опроса (сообщения будут отправляться 1 раз в ...) {text_notif_period}
es: Seleccione el período de notificación (los mensajes se enviarán una vez cada...) {text_notif_period}
fr: Sélectionnez la période de notification (les messages seront envoyés une fois tous les ...) {text_notif_period}
uk: Виберіть період повiдомлень (повідомлення надсилатимуться кожні ...) {text_notif_period}

source: 6 месяцев
es: 6 meses
fr: 6 mois
uk: 6 місяців

source: 1 год
es: 1 año
fr: 1 an
uk: 1 рік

source: Статистика головных болей
es: Estadísticas de dolores de cabeza
fr: Statistiques sur les maux de tête
uk: Статистика головних болів

source: Статистика приёма лекарств
es: Estadísticas de ingesta de medicamentos
fr: Statistiques sur la prise de médicaments
uk: Статистика прийому ліків

source: Статистика давления
es: Estadísticas de presión arterial
fr: Statistiques de tension artérielle
uk: Статистика артеріального тиску

source: Общий отчёт PDF
es: Informe general en PDF
fr: Rapport PDF général
uk: Загальний звіт PDF

source: Здесь можно выгрузить статистику по головным болям и приёму лекарств в Excel формате или сгенерировать общий отчёт в PDF
es: Aquí puedes descargar estadísticas de dolores de cabeza y ingesta de medicamentos en formato Excel o generar un informe general en PDF
fr: Ici, vous pouvez télécharger des statistiques sur les maux de tête et la prise de médicaments au format Excel ou générer un rapport général au format PDF
uk: Тут ви можете завантажити статистику про головні болі та прийом ліків у форматі Excel або створити загальний звіт у форматі PDF

source: Статистика головных болей за:
es: Estadísticas de dolor de cabeza para:
fr: Statistiques sur les maux de tête pour :
uk: Статистика головного болю для:

source: Собираю данные...
es: Recopilación de datos...
fr: Nous collectons des données...
uk: Збір даних...

source: В течение запрошенного периода <b>({period_text})</b> записей нет
es: No hay registros durante el periodo solicitado <b>({period_text})</b>
fr: Aucun enregistrement pendant la période demandée <b>({period_text})</b>
uk: За запитуваний період <b>({period_text})</b> немає записів
