Repository: fry1231/migraine_stat
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: es, fr, uk

source: Готово! Высылаю файл с данными...
es: ¡Listo! Enviando el archivo de datos…
fr: C'est fait ! Envoi du fichier de données...
uk: Готово!Надсилаю вам файл з даними…

source: В данный момент сервер загружен, повторите, пожалуйста, через пару минут
es: El servidor está actualmente cargado, inténtalo de nuevo en un par de minutos
fr: Le serveur est actuellement chargé, veuillez réessayer dans quelques minutes
uk: Наразі сервер завантажений, спробуйте ще раз через кілька хвилин

source: Неизвестная ошибка, отчёт уже отправлен администратору
es: Error desconocido, el informe ya ha sido enviado al administrador
fr: Erreur inconnue, le rapport a déjà été envoyé à l'administrateur
uk: Невідома помилка, звіт уже надіслано адміністратору

source: Статистика приёма лекарств за:
es: Estadísticas de ingesta de medicamentos para:
fr: Statistiques de prise de médicaments pour :
uk: Статистика прийому ліків за:

source: Записи давления за:
es: Registros de presión arterial para:
fr: Enregistrements de tension artérielle pour :
uk: Записи артеріального тиску за:

source: Сгенерировать отчёт за:
es: Generar un informe para:
fr: Générez un rapport pour :
uk: Створити звіт за:

source: Привет! Я бот для ведения дневника головных болей, приёма лекарств и давления. Список доступных команд: 🔘 /pain - сделать запись бо-бо 🔘 /druguse - сделать запись приёма лекарства 🔘 /pressure - записать своё давление 🔘 /medications - добавить или удалить используемое лекарство 🔘 /calendar - изменить записи в календаре 🔘 /statistics - выгрузить статистику болей или приёма лекарств 🔘 /settings - настройки языка и времени оповещений
es: Hola, soy un bot para llevar un diario de dolores de cabeza, ingesta de medicamentos y presión arterial. Lista de comandos disponibles: 🔘 /pain - hacer un registro de abucheos 🔘 /druguse - hacer un registro de la toma de medicamentos 🔘 /pressure - registrar su presión arterial. 🔘 /medications - agrega o elimina los medicamentos que estás usando 🔘 /calendar - cambiar las entradas del calendario 🔘 /statistics - descarga tus estadísticas de dolor o medicamentos 🔘 /settings personaliza el idioma y la hora de las alertas
fr: Salut ! Je suis un bot qui permet de tenir un journal des maux de tête, de la prise de médicaments et de la tension artérielle. Liste des commandes disponibles : 🔘 /pain - enregistrer le mal de tête 🔘 /druguse - enregistrer la prise de médicaments 🔘 /pressure - enregistrer votre tension artérielle 🔘 /medications - ajoutez ou supprimez les médicaments que vous utilisez 🔘 /calendar - modifier les entrées dans le calendrier 🔘 /statistics - téléchargez vos statistiques de douleur ou de médicaments 🔘 /settings - personnalisez la langue et l'heure des alertes
uk: Привіт! Я бот для ведення щоденника головного болю, прийому ліків і тиску. Список доступних команд: 🔘 /pain - зробити запис головного болю 🔘 /druguse - зробити запис прийому ліків 🔘 /pressure - записати свій тиск. 🔘 /medications - додати або видалити використовувані ліки 🔘 /calendar - змінити записи в календарі 🔘 /statistics - вивантажити статистику болю або прийому ліків 🔘 /settings - налаштування мови та часу повiдомлень

source: Прекрасно, Восхитительно, Чудесно, Великолепно, Круто, Здорово, Дивно, Чотко, Благодать, Потрясающе, Изумительно, Роскошно, Отменно, Бесподобно, Шикарно, Распрекрасно, Прелестно, Любо-дорого, Похвально, Обворожительно, Балдёж, Кайф, Неплохо, Превосходно
es: Es genial escucharlo, Fantástico, Impresionante, Maravillosa noticia, Eso es un alivio, Excelente, Maravilloso, Brillante, Increíble, Hurra, Espléndido, Es bueno saberlo, Saludos a un período sin dolores de cabeza, Es una noticia fantástica, Súper noticia, Me encanta escuchar eso
fr: C'est agréable à entendre, Fantastique, Génial, Superbe, Excellent, Merveilleux, Brillant, Incroyable, Hourra, Splendide, Bon pour vous, Bon à savoir, Je suis tellement heureuse pour vous, C'est une fantastique nouvelle, Je suis ravi d'entendre ça
uk: Приємно чути, Фантастично, Чудово, Чудові новини, Блискуче, Ура, Корисно знати, Дуже радий за вас, Це фантастична новина, Супер новина, Я радий це чути
